[PAD]
[UNK]
[CLS]
[SEP]
[MASK]
"
,
0
1
2
5
6
[
]
_
a
b
c
d
e
f
g
h
i
j
k
l
m
n
o
p
q
r
s
t
u
v
w
x
y
z
##e
##l
##u
##t
##a
##b
##d
##r
##o
##p
##n
##s
##q
##z
##y
##m
##i
##g
##5
##w
##h
##6
##c
##x
##v
##k
##f
##2
##1
##0
##j
##in
##ine
##po
##ar
##inear
linear
##ut
##ew
vi
view
##er
##ti
##ro
##pout
##ropout
##dd
dropout
add
##an
##on
##pos
##ran
##rans
trans
##pose
transpose
##tm
per
##mut
permut
permute
##or
##orm
##norm
##ay
##ayer
##ayernorm
##ul
con
layernorm
ma
##ou
##uou
##guou
##tiguou
contiguou
contiguous
##tmul
matmul
##lu
##ax
##elu
so
##ftm
softm
softmax
##pe
##tion
##ac
##tiv
##ation
##activ
##activation
##eluactivation
re
##ape
##sh
resh
reshape
un
##de
geluactivation
di
div
##fine
unde
##fined
undefined
##mm
bmm
mul
##at
##te
conv
ge
##tite
getite
getitem
##ed
as
##1d
conv1d
##layernorm
fl
##ll
##5layernorm
new
##t5layernorm
ty
type
##2d
##sk
mask
relu
fi
masked
fill
##geluactivation
newgeluactivation
mt5layernorm
to
##her
##xp
exp
##oat
float
##and
expand
##su
conv2d
st
wher
where
##it
##ad
##ab
##abl
pad
su
##sum
##ol
##edropout
stabl
stabledropout
##pl
sub
##ten
ein
einsum
##ool
##atten
##ch
##ing
spl
split
##pp
##ropp
##ath
##roppath
flatten
##edd
##bedd
##mbedd
##mbedding
bool
##norm2d
##atch
##atchnorm2d
##droppath
gat
gather
embedding
batchnorm2d
rsu
rsub
##ze
tan
tanh
non
nonorm
##ri
cat
##form
sw
lon
long
longt5layernorm
##ne
##former
##ue
##que
swin
##eze
##queeze
si
de
##squeeze
unsqueeze
##le
ro
roll
swindroppath
li
##ke
like
##ded
stri
strided
##luactivation
siluactivation
##formerdroppath
se
ful
full
zer
##os
zeros
##ip
flip
det
##ert
##gformerdroppath
segformerdroppath
one
##peat
repeat
##ition
##position
##tlayernorm
##xtlayernorm
convne
convnextlayernorm
ones
##batchnorm2d
##rf
##nbatchnorm2d
##roze
##rfroze
##rfrozenbatchnorm2d
be
##itdroppath
beitdroppath
##ale
##positionale
##positionalembedding
##tle
##ned
##artle
##arned
##artlearned
##artlearnedpositionalembedding
##formers
##bert
##al
detrfrozenbatchnorm2d
##gm
##alayernorm
debert
debertalayernorm
bartlearnedpositionalembedding
tri
tril
eq
##am
cu
##msum
cumsum
in
##pool
pool
##vg
cl
##one
clone
max
##vgpool
##ec
##up
##oi
##roup
##oid
##roupnorm
t5layernorm
gri
sam
##ple
grid
sample
##ack
stack
sigm
sigmoid
sum
cv
cvt
##trans
##itch
switch
##formerslayernorm
##transformerslayernorm
switchtransformerslayernorm
##si
norm
##ize
##v2d
swinv2d
##alize
normalize
swinv2droppath
##vgpool2d
##ach
detach
int
ad
##ea
##ap
##tivea
adap
adaptivea
am
amax
ch
##un
chun
chunk
ba
##bmm
##ddbmm
baddbmm
inter
fne
##tb
##asi
##cf
##ransform
##ouri
##ertransform
fnetb
##asicf
##ouriertransform
fnetbasicf
fnetbasicfouriertransform
##lat
##polat
interpolat
interpolate
##el
##linear
##pro
##sel
##fatten
##jec
##tionlinear
cvtsel
##projec
##fattentionlinear
cvtselfattentionlinear
##projection
cvtselfattentionlinearprojection
multi
adaptiveavgpool2d
##layer
relu6
ne
lt
##groupnorm
##formergroupnorm
poolformerdroppath
poolformergroupnorm
groupnorm
bl
##oo
##mg
bloo
##mgelu
bloomgelu
##embedding
at
for
he
##war
##tention
attention
forwar
head
forward
##ineposition
##inepositionembedding
##vec
##2vec
ar
##gmax
argmax
neg
van
##sc
##aling
##layersc
vanlayersc
vanlayerscaling
##ct
##dex
##lect
select
index
cvtdroppath
##formersinepositionembedding
##2formersinepositionembedding
mask2formersinepositionembedding
avgpool2d
##ede
##ablede
##formablede
deformablede
deformabledet
mb
mbartlearnedpositionalembedding
deformabledetrfrozenbatchnorm2d
##win
maskformers
##windroppath
maskformerswindroppath
ho
hot
##pad
dat
##a2vec
##isi
##visi
##ondroppath
data2vec
##visiondroppath
data2vecvisiondroppath
##epad
##sam
##epadlayer
##samepadlayer
##av
gelu
squeeze
##vgpool1d
le
wav
##2samepadlayer
##2vec2samepadlayer
wav2vec2samepadlayer
adaptiveavgpool1d
me
mean
##fol
unfol
##ply
multiply
unfold
##nti
##quenti
sequenti
sequential
##st
fa
##stgeluactivation
fastgeluactivation
##rs
##rsinepositionembedding
detrsinepositionembedding
##bertlayernorm
pool2d
squeezebertlayernorm
##app
##rapp
##wrapp
matmulwrapp
matmulwrapper
maxpool
##tar
##yembedding
rotar
rotaryembedding
lo
log
m2
##us
##sin
##m1
##vert
##00
##alpositionalembedding
invert
##oidalpositionalembedding
maxpool2d
m2m1
##usoidalpositionalembedding
##sinusoidalpositionalembedding
##00sinusoidalpositionalembedding
m2m100sinusoidalpositionalembedding
ab
gt
min
abs
avg
##leav
interleav
interleave
avgpool1d
mo
sew
##bi
##lebert
##pooler
mobi
##lebertpooler
mobilebertpooler
##dsamepadlayer
sewdsamepadlayer
##tpad
##antpad
const
maxpool1d
##antpad1d
constantpad1d
maskformersinepositionembedding
hu
##exp
##sumexp
##bertsamepadlayer
deformabledetrsinepositionembedding
logsumexp
hubertsamepadlayer
sewsamepadlayer
po
rs
##rt
##qrt
pow
rsqrt
